app/Resources/views/print/epos-print.xml.twig

<?xml version="1.0" encoding="utf-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <epos-print xmlns="http://www.epson-pos.com/schemas/2011/03/epos-print">
            <text lang="en" smooth="true" align="left" />

            {% block content %}
            {% endblock %}

            <feed line="3" />
            <cut type="feed"/>
        </epos-print>
    </s:Body>
</s:Envelope>